
const rusBelConversion = {
    weekdays: {
        short: {пн: 'пн', вт: 'аўт', ср: 'ср', чт: 'чц', пт: 'пт', сб: 'cб', вс: 'ндз'},
        long: { понедельник: 'панядзелак', вторник: 'аўторак', среда: 'серада', четверг: 'чацвер', пятница: 'пятніца', суббота: 'субота', воскресенье: 'нядзеля' }
    },
    months: {январь: 'студзень', февраль: 'люты', март: 'сакавік', апрель: 'красавік', май:'травень', июнь: 'чэрвень', июль: 'ліпень', август: 'жнівень', сентябрь: 'верасень', октябрь: 'кастрычнік', ноябрь: 'лістапад', декабрь: 'снежань'}
}

export {rusBelConversion};